[
{
    "title": "Issue Publication Information",
    "authors": "",
    "date": "January 7, 2021",
    "abstract": "",
    "url": "https://pubs.acs.org/doi/10.1021/efv035i001_1442902"
},
{
    "title": "Issue Publication Information",
    "authors": "",
    "date": "January 21, 2021",
    "abstract": "",
    "url": "https://pubs.acs.org/doi/10.1021/efv035i002_1447730"
},
{
    "title": "Issue Editorial Masthead",
    "authors": "",
    "date": "January 21, 2021",
    "abstract": "",
    "url": "https://pubs.acs.org/doi/10.1021/efv035i002_1447731"
},
{
    "title": "Thermodynamic Barrier to Nucleation for Manganese Oxide Nanoparticles Synthesized by High-Temperature Gas-to-Particle Conversion",
    "authors": "Shruthi Dasappa; Joaquin Camacho",
    "date": "January 11, 2021",
    "abstract": "A complementary experimental and modeling study is reported here for nucleation of manganese oxide nanoparticles in premixed stagnation flames. The current synthesis occurs at relatively high flame temperature and low precursor loading. Thermodynamic analysis based on the postulated nucleation process, Mn(g) +  ( ) → MnO(s), is carried out to quantify precursor supersaturation and potential impacts of the Kelvin effect on particle formation. Nucleation and growth are analyzed based on the computed temperature–time–oxygen history in the postflame region. Agreement between measured and computed flame position for the base flame and precursor doped flames indicates that the manganese methylcyclopentadienyl tricarbonyl precursor does not inhibit flame chemistry for the conditions currently studied. Particle size distributions measured by mobility particle sizing and TEM images show reasonable agreement. Moreover, the measured particle size is predicted much more closely by a nucleation-limited mechanism rather than the size predicted by coagulation-limited growth.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03662"
},
{
    "title": "In Situ Growth of Co",
    "authors": "Junchang Zhang; Feijing Su; Peng Wen; Yawen Wang; Bo Zhao; Lin Jiang; Yinghui Sun",
    "date": "January 6, 2021",
    "abstract": "Recently, Co P has been deemed to be a low-cost and fruitful activator for promoting photocatalytic hydrogen (H ) production activity for graphitic carbon nitride (g-C N ). Nevertheless, almost all reported synthesis methods undergo complex processes and the emission of highly toxic phosphorus gas (PH ). Herein, we present a plain and green method to prepare Co P/g-C N  composite through in-situ synthesizing Co P nanocrystal on g-C N  nanosheet under coheating treatment. The Co P/g-C N  composite is demonstrated to show chemical bonding between Co P and g-C N  nanosheet. Interestingly, Co P/g-C N  presents 6.3 times enhanced photocatalytic H  yield of 4752 μmol/g/h than that for an individual g-C N  nanosheet, resulting from an improvement in generating and separating electron and hole pairs by the chemical bonding between Co P and g-C N  nanosheet. Notably, the performance exceeds a majority of nonmetal cocatalyst decorated g-C N  nanosheets. More importantly, this composite photocatalyst shows an excellent cycle stability with only 0.4% decrease in hydrogen evolution rate after four cycles. This article delivers a plain means to synthesize Co P/g-C N  composite photocatalyst, easily expanding to other transition metal phosphides.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03637"
},
{
    "title": "Biomass Derived High Areal and Specific Capacity Hard Carbon Anodes for Sodium-Ion Batteries",
    "authors": "Uttam Kumar; Jimmy Wu; Neeraj Sharma; Veena Sahajwalla",
    "date": "January 4, 2021",
    "abstract": "Sodium-ion battery (NIB) technology has drawn increased attention for stationary storage applications owing to its potential in facilitating the transition to a world powered by renewables, mainly due to sodium’s vast elemental abundance, lower costs, and suitable redox potential. Nevertheless, it is still a challenge to realize practical NIBs due to the lack of low-cost and high-performance electrode materials with sufficient power densities, cycling stability, and long life. This work examines the potential of sustainable hard carbons synthesized from the thermal transformation of readily available macadamia nutshell biomass to achieve NIBs with high specific and areal capacities. A comprehensive characterization of the hard carbons is performed to understand their structural and morphological attributes. The carbons synthesized at 1100 °C demonstrated excellent long-term cycling performance and specific capacities as high as 220 mAh/g at a current density of 10 mA/g. Furthermore, the areal capacity of 0.85 mAh/cm  was obtained at 20 mA/g, even at low mass loadings of 4.5 mg/cm . Based on these findings, the hard carbons prepared in this work are likely to be a promising candidate for the negative electrode in practical Na-ion batteries for grid-level energy storage.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03741"
},
{
    "title": "Construction of Functionalized Carbon Nanofiber–g-C",
    "authors": "Ramesh Reddy Nallapureddy; Mohan Reddy Pallavolu; Sang Woo Joo",
    "date": "January 5, 2021",
    "abstract": "To meet the demand for the development of high energy storage devices, appropriate designs of advanced carbon nanostructures (CNs) with metal oxides are highly preferred. Herein, the surfaces of two advanced carbon nanostructures (CNs), g-C N  and carbon nanofibers, were modified by the addition of carboxyl functional groups and then bound to TiO  nanospheres (TNS). The surface functionalization of CNs is an efficient approach for improving the performance of carbon-based supercapacitors by solving the dispersion problems. Field emission scanning electron microscopy and transmission electron microscopy images demonstrated the sheet, fiber, and sphere morphologies of g-C N , carbon, and TiO , respectively. According to the results of Fourier transform infrared spectroscopy, the carboxyl functional groups with CNs were confirmed. In a three-electrode system, the supercapacitance of fictitious electrodes was evaluated with a 4 M KOH electrolyte. The surface-functionalized hybrid electrode showed a specific capacitance (817 F g ) at a current density of 0.25 A g  superior to those of the other fictitious electrodes. The electrode showed stability for up to 2000 cycles, with 89.2% capacitance retention. The superior electrochemical properties of CNs–TNS were attributed to the synergetic effects of g-C N –CNF/TiO  composition and its excellent accessibility, conductivity, surface functionalization, and strong chemical interface. This study positively encourages the manufacture and design of carbon nanostructure based metal oxide nanostructures for high-performance supercapacitor applications.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03545"
},
{
    "title": "Fly Ash/Octadecane Shape-Stabilized Composite PCMs Doped with Carbon-Based Nanoadditives for Thermal Regulation Applications",
    "authors": "Gökhan Hekimoğlu; Ahmet Sarı",
    "date": "January 4, 2021",
    "abstract": "The utilization of renewable energy sources has become essential in improving the energy efficiency of buildings. In this study,  -octadecane ( OD) was integrated with fly ash (FA) as low-cost industrial waste to produce the shape-stabilized composite PCM (SSC-PCM) for thermal energy storage in buildings. However, this combination resulted in a low-thermal conductivity SSC-PCM. In this regard, to enhance the thermal conductivity and enlarge the TES employment potential of the developed FA/ -OD(30 wt %) composite, it was doped separately with three different kinds of carbon-based materials, multiwalled carbon nanotubes (CNTs), carbon nanofiber (CNF), and graphene nanoplatelet (G). The effect of the amount (2, 4, 6, and 8 wt %) of the doping materials on the thermal conductivity, TES properties, thermal degradation stability, cycling reliability, and heat charging/discharging times of FA-based SSC-PCMs were systematically investigated. Chemical and crystalline structure, surface morphology, latent heat storage properties, and thermogravimetric characteristics were examined by FTIR, XRD, DSC, and TG analyses, respectively. DSC findings indicated that the SSC-PCMs have appropriate phase-change temperatures (25.01–26.43 °C) and reasonable latent heat storage capacities (60.50–64.47 J/g) for passive solar TES operations in building applications. The enhancements in the thermal conductivity of the SSC-PCMs were 187.09, 135.48, and 203.22% with the addition of 8 wt % CNTs, CNFs, and G, respectively. The influence of carbon nanoadditives on the thermal conductivity of the FA/ OD composite was evaluated by considering their heat storage/release performances. Consequently, the properties of the carbon nanomaterial-doped composites make them promising SSC-PCMs for thermal management of buildings.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03369"
},
{
    "title": "Effect of Cationic Uniformity in Precursors on Li/Ni Mixing of Ni-Rich Layered Cathodes",
    "authors": "Jiaxiang Cui; Xiaokai Ding; Dong Luo; Huixian Xie; Zuhao Zhang; Boyang Zhang; Fulin Tan; Chenyu Liu; Zhan Lin",
    "date": "January 4, 2021",
    "abstract": "Ni-rich layered oxides are promising cathodes to satisfy the long driving range of electric vehicles. However, Li/Ni mixing becomes a critical issue, which affects nearly all of the aspects of electrochemical performance of Ni-rich layered cathodes, such as cycling stability, rate capability, discharge capacity, and thermal stability. Herein, we investigate the effect of cationic uniformity in the precursors on Li/Ni mixing of Ni-rich layered cathodes. The cationic uniformity in precursors is regulated by the sol–gel and solvothermal method. All cations in the precursors obtained by the sol–gel method mix uniformly at a molecular scale, while the solvothermal method with a postaddition of Li salts causes a heterogeneous mixture between Li and transition-metal ions. Refined XRD and TEM results demonstrate that the NCM811 sample synthesized by the solvothermal method shows a higher Li/Ni mixing. This is because the inhomogeneous distribution of cations leads to local Li-poor regions, in which some Ni  ions are produced to keep charge neutrality, resulting in a serious Li/Ni mixing. Part of Ni ions in the Li layer suppresses the H2–H3 transition while it delivers a low capacity for increased electrode resistance. Therefore, advanced Ni-rich layered cathodes of the next-generation high-energy Li-ion batteries should simultaneously possess low Li/Ni mixing and reversible H2–H3 transition.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03967"
},
{
    "title": "Electrospun Core–Shell Fibers for High-Efficient Composite Cathode-Based Solid Oxide Fuel Cells",
    "authors": "Jiaming Yang; Junkai Wang; Lei Fu; Ke Wu; Zhengrong Liu; Kai Wu; Jun Zhou",
    "date": "January 12, 2021",
    "abstract": "Fibrous perovskite oxide has been the most promising cathode for intermediate-temperature solid oxide fuel cells (IT-SOFCs) due to its efficient mass and charge transfer. Herein, a core–shell fiber-structured YCo Fe O  (YCF)–Gd Ce O  (GDC) cathode is synthesized via the modified electrospinning technique. These unique YCF–GDC fibers exhibit a uniform diameter of 300 nm, and the GDC particles are attached to the YCF fiber cores. The electrochemical performance demonstrates a relatively low area-specific resistance of 0.66 Ω·cm  at 550 °C in air, which is much lower than 1.56 Ω·cm  of pure YCF fiber cathode. Moreover, the distribution of relaxation times (DRT) analysis results indicate that the introduction of GDC nanoparticles and the core–shell structure greatly facilitate oxygen-ion conduction and charge transfer processes, and the oxygen incorporation process plays a major role in the total polarization resistance. The NiO–GDC|GDC|fibrous YCF–GDC fuel cell shows a maximum power density of 426.5 mW·cm  at 550 °C. These results display that the core–shell fiber-structured YCF–GDC composite oxide is a promising candidate of highly active cathode for IT-SOFCs.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c02953"
},
{
    "title": "Laminar Burning Velocities of Formic Acid and Formic Acid/Hydrogen Flames: An Experimental and Modeling Study",
    "authors": "Ksenia N. Osipova; S. Mani Sarathy; Oleg P. Korobeinichev; Andrey G. Shmakov",
    "date": "January 5, 2021",
    "abstract": "Laminar flame speed of formic acid and formic acid/hydrogen (4/1) flames was studied both experimentally and numerically. Experiments with flames of pure formic acid were performed at temperatures of 373 and 423 K, while for formic acid/hydrogen flames the temperature value was 368 K. All of the experiments were performed under atmospheric pressure and at an equivalence ratio ranging from 0.5 to 1.5. To measure the laminar flame speed, the heat flux balance technique was applied. Three detailed chemical-kinetic mechanisms were tested on experimental data. Experiments showed that addition of 20% of hydrogen increases the laminar burning velocity of formic acid, for example, at around 1.5 for stoichiometric flames. The comparison of experimental and numerical data showed that all models tend to overestimate laminar burning velocities of studied flames, especially in the case of rich flames. The obtained results indicate that further improvement of existing chemical-kinetic models of formic acid oxidation is highly required.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03818"
},
{
    "title": "Theoretical Single-Droplet Model for Particle Formation in Flame Spray Pyrolysis",
    "authors": "Yihua Ren; Jinzhi Cai; Heinz Pitsch",
    "date": "January 6, 2021",
    "abstract": "Flame spray pyrolysis has emerged as a promising technology to synthesize metal-oxide nanomaterials in a scalable way. However, numerical simulation of the reactive flow system is challenging due to the complex phase transitions and homo- and heterogeneous reactions during the transformation from droplets to nanoparticles. In the current study, we develop a theoretical single-droplet model to describe multicomponent droplet combustion with the consideration of precursor reaction and particle formation routes. The model is first validated by pure-component and multicomponent droplet combustion experiments and then utilized to describe precursor decomposition and solid-phase formation inside the droplet. Microexplosions are significantly enhanced by the less-volatile precursor species that accumulates at the droplet surface, forms a viscous layer, and traps the volatile species inside the droplet. Large liquid Lewis numbers and small precursor decomposition rates can significantly accelerate droplet microexplosion. The nanoparticle formation   either the droplet-to-particle or the gas-to-particle conversion route is classified by the ratio of precursor consumption through evaporation into the gas phase to that by decomposition within the liquid phase. The modeling results indicate that more nanoparticles can be generated through the gas-to-particle conversion route for smaller droplets in a hotter environment. The single-droplet model established in the current study can guide precursor and process design, and it can also be coupled with multiphase turbulent flame simulations of the whole flame spray pyrolysis process.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03669"
},
{
    "title": "Inhibition Mechanism of CH",
    "authors": "Chen Zhong; Xiaolong Gou",
    "date": "January 7, 2021",
    "abstract": "It is well known that the high spontaneous ignition risk of pressurized hydrogen poses a serious threat to hydrogen storage safety. Aiming to reveal the inhibition mechanism of the fuel-blending strategy on autoignition, the spontaneous ignition of the H /CH  mixture suddenly released into a one-dimensional (1D) tube at high pressure is studied numerically with high-resolution difference schemes and a detailed kinetics model. First, the basic spontaneous ignition features are obtained. It is observed that under the shock wave compression effect, the air in front of the high-pressure hydrogen jet is heated up to 1200 K when the bursting pressure is 90 atm. Thus, the onset of autoignition always occurs under a quite fuel-lean, high-pressure, and high-temperature condition. Moreover, after autoignition, multiflame regions are found in the mixing layer, which are two short-lived premixed flames and a diffusion flame. The 1D result suggests that the occurrence of the spontaneous ignition is not dependent on the wall boundary layer and the shock wave interactions. Subsequently, autoignition under different blending levels is examined. The comparison shows that a minor amount of CH  addition (3% by mole) results in a sixfold increase in the ignition delay. Through the simulations of the fuel with artificial property, reaction sensitivity analysis, and Damköhler number evaluation, it was found that the addition decreases the shocked air temperature, reduces the H radical accumulation rate, and increases the relative loss of free radicals on the reaction front. Our work demonstrates that the key to the fuel-blending strategy for diffusion autoignition inhibition is increasing the fuel molecular weight.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03282"
},
{
    "title": "Thermoacoustic Instability Characteristics and Flame/Flow Dynamics in a Multinozzle Lean Premixed Gas Turbine Model Combustor Operated with High Carbon Number Hydrocarbon Fuels",
    "authors": "Can Ruan; Linqi Zhang; Feier Chen; Tao Yu; Weiwei Cai; Zhuoyao He; Yong Qian; Xingcai Lu",
    "date": "January 5, 2021",
    "abstract": "The impact of fuel variations on thermoacoustic instability characteristics and flame/flow dynamics in a lean premixed prevaporized, multinozzle gas turbine model combustor was experimentally investigated with high-speed particle image velocimetry (PIV) and flame OH* chemiluminescence (CL) measurements. The fuels studied included three hydrocarbons with high carbon numbers from distinct chemical classes, including  -decane (C H , linear alkane),  -octane (C H , branched alkane), and methylcyclohexane (C H , MCH, cyclic alkane). When operated with these three fuels, time-resolved measurements of the unsteady flame/flow dynamics indicated that the combustion system exhibited similar sequences of periodic flame/flow dynamics; however, distinct characteristics were observed in terms of the instability frequencies and amplitudes. Under the test conditions, it was shown that the MCH flame featured the highest (421 Hz) instability frequency, which was 385 Hz for  -decane and 382 Hz for  -octane flames. Regarding the amplitude of the instability, experimental results indicated that the instability was the strongest for the  -octane flame (132 dB), which was followed by  -decane (129 dB) and MCH (123 dB) flames. A joint analysis between the calculated fuel fundamental kinetic properties and experimental data suggested that a higher adiabatic flame temperature could lead to a higher instability frequency, whereas the ignition delay time (IDT) and heat release rate properties of the fuels determined the amplitudes of the instabilities together. Additionally, phase-averaged sequences and spectrum and proper orthogonal decomposition (POD) analysis of the instantaneous measurements revealed that large-scale longitudinal oscillations along with side-to-side interactions of the adjacent flame roots dominated the unsteady flame/flow dynamics in this multinozzle combustor.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03165"
},
{
    "title": "Dynamic Intermediate Profiles of Zeolite Catalyzed Methanol to Olefins Revealed by Reactive Molecular Dynamics",
    "authors": "Mo Zheng; Xiaoxia Li; Li Guo; Wei Ge",
    "date": "January 8, 2021",
    "abstract": "Taking the unique advantage of large-scale ReaxFF MD simulation in unravelling varied reaction pathways within one simulation, the process of methanol-to-olefin (MTO) was investigated by the combination of high-performance computing and cheminformatics-based reaction analysis. The initial stage model and the indirect pathway model for MTO were constructed to get a more complete scenario of the whole catalyzed process. The obtained dynamic profiles of dominant products, intermediates, and detailed reactions indicate that the MTO processes catalyzed over ZSM-5 with different acidic properties exhibit similar proceeding stages but with significant different pathways. The MTO process catalyzed by hydrated ZSM-5 with Al enhances the methane-formaldehyde route, H and CH  transfer reactions, and oxidation reactions of surface methoxy species during the direct pathway, leading to CO  production and CH O consumption, which is barely taking place at the model catalyzed by zeolite without Al. Semiquantitative reaction networks with conversion ratios for C H  and C H  generation revealed that the MTO process is a product of multiple pathways with dozens of intermediates. The rich information, especially the comprehensive reaction network obtained from ReaxFF MD simulations would complement the experimental results and those of other theoretical research and be helpful for further development of highly efficient MTO processes.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03796"
},
{
    "title": "Nitrogen and Sulfur Co-doped Hierarchical Porous Biochar Derived from the Pyrolysis of Mantis Shrimp Shell for Supercapacitor Electrodes",
    "authors": "Shuqiong Huang; Yan Ding; Yunchao Li; Xinhong Han; Bo Xing; Shurong Wang",
    "date": "January 11, 2021",
    "abstract": "The preparation of high-value biochar as a supercapacitor is a promising way for biomass utilization. In this work, a self-activation method was proposed to prepare nitrogen and sulfur co-doping hierarchical porous biochar by using mantis shrimp shell as carbon, nitrogen, and sulfur precursors. The porosity and surface chemical properties of biochar were adjusted upon different temperatures. It was found that the obtained biochar had a dendritic and uniform morphology, in which micro-, meso-, and macropores were interconnected regularly in the structure, and the nitrogen and sulfur heteroatoms were successfully homogeneously introduced into the carbon frameworks. On the basis of electrochemical tests, novel shell biochar with an activation temperature of 750 °C demonstrated the highest specific capacitance, which was 201 F g  at a current density of 1 A g  in a 6 M KOH electrolyte, due to the large BET surface area of 401 m  g , and high nitrogen (8.2 wt %) and sulfur content (1.16 wt %). The in situ template approach from natural biomass provided tremendous potential for the active electrode materials of supercapacitors.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c04042"
},
{
    "title": "Biodiesel PCI Combustion for Performance and Emission Improvement in a Compression Ignition Engine",
    "authors": "Joonsik Hwang; Yongjin Jung; Choongsik Bae",
    "date": "January 5, 2021",
    "abstract": "Low-temperature combustion has the potential to reduce nitrogen oxides (NO ) and particulate matter (PM) emissions; however, it faces the challenge of high level of hydrocarbon (HC) and carbon monoxide (CO) emissions. Application of oxygenated fuel such as biodiesel to LTC has gained interest to overcome this drawback. This study aims to provide a comprehensive understanding of the influence of biodiesel on premixed compression ignition (PCI) in a single-cylinder compression ignition engine. A series of engine tests were carried out at an engine speed of 1200 rev/min with two injection pressures (800 bar and 1600 bar), two injection timings (25 and 5 crank angle degree (CAD) before top dead center (bTDC)), and four exhaust gas recirculation (EGR) rates (0–30%). Engine performance results showed that fuel consumption with PCI combustion was higher than that with conventional diesel combustion (CDC) due to the advanced combustion phase. The lower heating value of biodiesel resulted in approximately 10% higher fuel consumption than diesel regardless of test conditions. In terms of emissions, PCI combustion indicated higher carbon CO and HC emissions because of liquid fuel flow in squish areas with early injection timing supported by a Lagrangian spray simulation. However, the application of biodiesel in PCI combustion was beneficial to suppress CO and HC emissions while maintaining low levels of NO  and PM emissions compared to CDC condition. Especially, the PN emission under PCI biodiesel condition was 1/10 of CDC. Soot morphology by TEM imaging showed a smaller primary particle diameter with biodiesel, attributed to enhanced soot oxidation.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03760"
},
{
    "title": "Biohydrogen Production Amended with Nitrogen-Doped Biochar",
    "authors": "Jishi Zhang; Mengchen Yang; Wenqian Zhao; Junchu Zhang; Lihua Zang",
    "date": "January 8, 2021",
    "abstract": "Conductive materials play a vital role in electron transfer during the hydrogen (H ) fermentation process. In this work, a novel nitrogen-doped biochar (NDBC) was produced from corncob to improve biohydrogen production at 37 °C. Material analysis revealed that the nitrogen-rich biochar (BC) had a specific surface area of 831.13 m /g, which was slightly lower than that of the corncob-derived BC (944.09 m /g), while the electrical conductivity of the former was 13.91 times higher than that of the latter. The highest H  yield of 230 mL/g glucose was obtained at 600 mg/L NDBC, which was higher than the corncob-derived BC (159 mL/g glucose) and control (without any BC) (140 mL/g glucose) group yields. The microbial community structure illustrated that NDBC greatly reduced the abundance of   (9.2%) and increased the abundance of   (10.9%). The NDBC and corncob-derived BC materials played obviously different roles: the former enriched the dominant bacteria and acted as an electron conduit promoting electron transfer, while the latter mainly provided favorable sites for microbial colonization. The results also indicated that cleaner energy production with a high H  yield was attained with the nitrogen-doped BC material.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03405"
},
{
    "title": "Estimation of Cold Flow Properties of Biodiesel from Fatty Acid Composition",
    "authors": "Karla Aida Gomez-Rodriguez; Juan Carlos Chavarria-Hernandez; Gustavo Ernesto Martinez-Tapia",
    "date": "January 11, 2021",
    "abstract": "Cold flow properties are of great relevance to the quality of biodiesel, particularly in cold climates. However, sometimes the required measurement equipment is not available, or there are not enough samples for its determination in research work on obtaining biodiesel from raw materials such as lipids from microalgae. Therefore, in this work, empirical correlations were developed to estimate the cold filter plugging point, the cloud point, and the pour point, starting from the fatty acid composition of biodiesel. At least 60 experimental data taken from the literature were used for the development of each model plus 10 additional biodiesel data for its validation. The results obtained with the proposed models were compared against those of highly referred equations reported in the literature to estimate the considered properties. The coefficient of determination ( ) and the root mean squared error were the statistical parameters used to evaluate the fit of the models to the experimental data. The results suggest that the proposed models are more accurate than the compared models for the three properties studied.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03237"
},
{
    "title": "Analytical Investigation of Gas and Water Production from Aqueous-Rich Hydrate-Bearing Sediments by Depressurization",
    "authors": "Xianwei Guo; Yu Feng; Xin Lv; Qingping Li; Qi Fan; Hongsheng Dong; Jiafei Zhao; Lei Yang",
    "date": "January 8, 2021",
    "abstract": "There have been several field production tests carried out from marine natural gas hydrate reservoirs, suggesting hydrates as a promising alternative energy source. However, the production performance is lower than expected with low productivity. Marine natural gas hydrate deposits are mostly water-saturated; the natural gas recovery process would be hindered by water production. In this work, gas hydrate dissociation was conducted in a water-saturated reservoir with three kinds of porous media under different production pressures. A lower production pressure can increase gas production but results in high water production, leading to a low gas–water ratio and low production efficiency. A low porous media permeability can significantly reduce water production. The Stefan (Ste) number and average gas production rate are employed to evaluate the sensible heat effect of the reservoir. There is a positive correlation between the Ste number and the average gas production rate; a large Ste number indicates a more sufficient heat supply for hydrate dissociation, resulting in a high gas production rate. The influence of the production pressures and sediment properties on the gas/water production performance from water-saturated hydrate-bearing sediments are demonstrated, and further insight is provided to optimize production techniques for field tests.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c04060"
},
{
    "title": "Modeling Temporary Plugging Agent Transport in the Wellbore and Fracture with a Coupled Computational Fluid Dynamics–Discrete Element Method Approach",
    "authors": "Weibo Sui; Yingying Tian; Yizhen Zheng; Kai Dong",
    "date": "January 6, 2021",
    "abstract": "As the consumption of oil and gas resources is increasing, secondary exploitation in old wells and unconventional oil and gas exploitation methods are becoming increasingly important. As a result of complex reservoir environments and the reservoir properties, such as ultralow porosity and permeability, hydraulic fracturing is an important means to achieve effective recovery. Temporary plugging fracturing is currently an efficient fracturing technology and is suitable for refracturing of old wells and multi-stage fracturing in unconventional reservoirs, which is conducive to constructing complex fracture networks and increasing production. Recently, in the field of temporary plugging fracturing, how to design the operation parameters of temporary plugging fracturing still remains ambiguous and empirical. In this paper, a numerical simulation study of the liquid–solid two-phase flow of the temporary plugging agents and the fracturing fluid was conducted using two physical models: a wellbore flow model and a wellbore–fracture temporary plugging model. The transport processes of the temporary plugging agents along with fracturing fluid in a vertical wellbore, in a horizontal wellbore, and at a fracture position were simulated. Simulations that coupled computational fluid dynamics and the discrete element method were used in the simulation process. The effects of the temporary plugging agent concentration, particle size, particle size ratio, fracturing fluid rate, and fracturing fluid viscosity on the migration process of the temporary plugging agent were investigated. The simulation results show that a higher concentration and viscosity of a temporary plugging agent help to sustain the flow stability in the vertical wellbore, while the viscosity and flow rate of the fracturing fluid have an impact on whether sedimentation of the temporary plugging agent occurred in the horizontal wellbore. In addition, the particle size ratio and concentration of the temporary plugging agent are the key factors for a successful bridging and plugging. For a specific field application in Longmaxi Formation, Sichuan Province, the operation parameters of temporary plugging fracturing have been designed and achieved a successful refracturing treatment.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c04056"
},
{
    "title": "Mechanism of the Laser-Induced Voltage Generated in Oil Shale under the Irradiation of a 532 nm Laser",
    "authors": "Xuecong Liu; Xinyang Miao; Mingda Zhu; Xue Peng; Wanting Lu; Shanzhe Zhang; Honglei Zhan; Wenzheng Yue; Kun Zhao",
    "date": "January 7, 2021",
    "abstract": "The laser-induced voltage (LIV) method has been used to characterize the oil shale directly. Explaining the generation mechanism and the response process of oil shale is expected to provide a basis for the real-time monitoring of its pyrolysis process. Here, we focused on the generation process of LIV in oil shale under the irradiation of a 532 nm laser. The influence of bias voltage and laser power on the LIV response of oil shale is studied and discussed. The LIV response strongly depends upon the laser power and exhibits an increasing trend as the laser power increases from 0.157 to 0.237 W. With the increasing temperature as a result of laser illumination, the spontaneous electric polarization results in the variation of the surface charge and the associated flow of a thermoelectric current. In addition, the current signal nonlinearly increases with an increase in the bias voltage, which has a similar form as that of the classical thermionic emission transport relationship.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03956"
},
{
    "title": "Gas Adsorption Capacity of Coal Frozen with Liquid Nitrogen and Variations in the Proportions of the Organic Functional Groups on the Coal after Freezing",
    "authors": "Lei Qin; Ping Wang; Shugang Li; Haifei Lin; Pengxiang Zhao; Chao Ma; Erhao Yang",
    "date": "January 7, 2021",
    "abstract": "Studying the law of coal adsorption capacity under the action of liquid nitrogen is very important for the extraction of coalbed methane. For this study, the lignite’s ability to adsorb methane was studied after it had been frozen by a number of different freezing techniques. In addition, the changes in the organic functional groups on the coal after freezing were identified by using infrared spectroscopy. The results demonstrate that as the duration of liquid nitrogen freezing and the number of freezing cycles increase, the lignite’s gas adsorption capacity first decreases, then increases, and finally maintains a stable value. As the liquid nitrogen freezing time increases, the proportion of oxygen-containing functional groups increases, but the percentages of substituted benzene groups and aliphatic hydrocarbon functional groups decrease. The research shows that, compared with a single freezing, cyclic freezing has a greater effect on the lignite’s gas adsorption capacity. Freezing influences the proportion of the substituted benzene functional groups on the coal the most; after freezing, the rates of change in the proportions of aliphatic hydrocarbon and oxygen-containing functional groups are only 70.76% and 80.29% as large as the change in the substituted benzene functional groups. As the proportions of the three types of functional groups increase, the lignite’s gas adsorption capacity first decreases but then increases. This study will promote the development of liquid nitrogen freezing technology for coalbed methane extraction.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c04035"
},
{
    "title": "Ash Transformation during Single-Pellet Combustion of Agricultural Biomass with a Focus on Potassium and Phosphorus",
    "authors": "Ali Hedayati; Robert Lindgren; Nils Skoglund; Christoffer Boman; Norbert Kienzl; Marcus Öhman",
    "date": "January 8, 2021",
    "abstract": "In this study, ash transformation and release of critical ash-forming elements during single-pellet combustion of different types of agricultural opportunity fuels were investigated. The work focused on potassium (K) and phosphorus (P). Single pellets of poplar, wheat straw, grass, and wheat grain residues were combusted in a macro-thermogravimetric analysis reactor at three different furnace temperatures (600, 800, and 950 °C). In order to study the transformation of inorganic matters at different stages of the thermal conversion process, the residues were collected before and after full devolatilization, as well as after complete char conversion. The residual char/ash was characterized by scanning electron microscopy–energy-dispersive X-ray spectroscopy, X-ray diffraction, inductively coupled plasma, and ion chromatography, and the interpretation of results was supported by thermodynamic equilibrium calculations. During combustion of poplar, representing a Ca–K-rich woody energy crop, the main fraction of K remained in the residual ash primarily in the form of K Ca(CO )  at lower temperatures and in a K–Ca-rich carbonate melt at higher temperatures. Almost all P retained in the ash and was mainly present in the form of hydroxyapatite. For the Si–K-rich agricultural biomass fuels with a minor (wheat straw) or moderate (grass) P content, the main fraction of K remained in the residual ash mostly in K–Ca-rich silicates. In general, almost all P was retained in the residual ash both in K–Ca–P–Si-rich amorphous structures, possibly in phosphosilicate-rich melts, and in crystalline forms as hydroxyapatite, CaKPO , and calcium phosphate silicate. For the wheat grain, representing a K–P-rich fuel, the main fraction of K and P remained in the residual ash in the form of K–Mg-rich phosphates. The results showed that in general for all studied fuels, the main release of P occurred during the devolatilization stage, while the main release of K occurred during char combustion. Furthermore, less than 20% of P and 35% of K was released at the highest furnace temperature for all fuels.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03324"
},
{
    "title": "Evaluation of Aqueous Phase Trapping in Shale Gas Reservoirs Based on Analytic Hierarchy Process",
    "authors": "Mingjun Chen; Yili Kang; Xiaoyi Zhang; Zhehan Lai; Peisong Li; Zhangxin Chen",
    "date": "January 7, 2021",
    "abstract": "A large amount of fracturing fluid retained in a shale gas reservoir that does not flow back after hydraulic fracturing could induce formation damage of aqueous phase trapping (APT). A shale gas reservoir generally has a multiscale pore and fracture structure, so both retained fracturing fluid distribution and gas transport have multiscale characteristics. In this work, a comprehensive evaluation method of shale APT damage based on the analytic hierarchy process in fuzzy mathematics is put forward considering the petrophysical properties and multiscale gas transport behavior in a shale reservoir. First, the critical indexes of shale APT damage evaluation are determined. Then the hierarchy structure for APT damage evaluation for a shale gas reservoir is constructed. Finally, the weights of the critical evaluation indexes of shale APT damage are calculated on the basis of the analytic hierarchy process. Taking Longmaxi shale reservoir as an example, the APT damage degrees for matrix and fractures are calculated to be 65% and 84%, respectively. The evaluation method for shale APT damage proposed in this work is beneficial to accurately predicting the productivity of a shale gas well and optimizing the hydraulic fracturing process to improve the stimulation effect.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03867"
},
{
    "title": "Analysis of Stratum Subsidence Induced by Depressurization at an Offshore Hydrate-Bearing Sediment",
    "authors": "Shuxia Li; Shuyue Ding; Didi Wu; Xiaopu Wang; Yongmao Hao; Qingping Li; Weixin Pang",
    "date": "January 7, 2021",
    "abstract": "Gas production from an offshore hydrate-bearing sediment (HBS) by depressurization will reduce the strength of cementation and increase the effective stress of hydrate reservoirs, which can result in some potential geohazards, such as wellbore instability and stratum subsidence. In this study, a thermal–hydrological–mechanical–chemical coupling numerical simulation model was established and applied in the example of the first offshore hydrate production test of Nankai Trough, Japan (2013). On the basis of the actual data of gas and water production, the evolution of pressure, temperature, and stratum subsidence during depressurization was analyzed. The factors influencing stratum subsidence were studied, such as producing pressure difference, permeability, and Young’s modulus. The results have shown the following: (1) As a result of the combined effect of hydrate dissociation and increased effective stress, there is stratum subsidence near the production well. (2) The maximum subsidence (0.085 m) appeared at the upper part of the HBS near the wellbore after 6 days of production. The subsidence weakened rapidly far away from the production well. As production went on, the stratum subsidence near the wellbore at the upper part of the hydrate reservoir continued to deteriorate. After 1 year, the stratum subsidence rate was obviously slower. (3) The increase of production pressure difference and permeability and the decrease of Young’s modulus led to the deterioration of stratum subsidence. The stratum subsidence should be considered during the production of the offshore hydrate reservoir.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03833"
},
{
    "title": "Effect of Bubbles Produced from Hydrate-Bearing Particle Dissociation on Particle Motion in Water",
    "authors": "Peng Li; Danning Liu; Xuhui Zhang; Xiaobing Lu",
    "date": "January 5, 2021",
    "abstract": "Understanding the motion of natural gas hydrate-bearing particles in a pipeline is of great significance for developing natural gas exploitation technology. In this study, the effect of bubbles produced from hydrate dissociation on the particle settling characteristics and the drag coefficient were studied under different Reynolds numbers. In the experiment, two types of porous solid spherical particles, namely, silty clay and quartz, were used to study the settling of ordinary particles and hydrate-bearing particles using a customized experimental apparatus. The settling and dissociation of the particle in water and the motion of bubbles were captured using a high-speed camera. The results showed that the gas from the hydrate dissociation surrounded the particle, which caused the boundary layer at the particle surface to prematurely separate at the back end of the particle, thereby increasing the interaction forces between the particle and the water during motion. The influence of bubbles on the particle motion was closely related to the hydrate dissociation rate and the particle settling velocity. Moreover, a mathematical expression is provided to describe the entire process from sediment particles entering the water to hydrate dissociation. Furthermore, the dissociation rate of the hydrate-bearing sediment particle under water flow was obtained.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03753"
},
{
    "title": "Calcium Carbonate-Modified Surfaces by Electrocrystallization To Study Anionic Surfactant Adsorption",
    "authors": "Zilong Liu; Hayati Onay; Fengzhi Guo; Junqing Chen; Lukasz Poltorak; Pegah Hedayati; Ernst J.R. Sudhölter",
    "date": "January 4, 2021",
    "abstract": "In view of enhanced oil recovery, the adsorption behavior of surfactants is usually monitored on smooth model rock surfaces using quartz crystal microbalance with dissipation (QCM-D). However, this is an impractical situation as the effect of the surface roughness of reservoir rocks and its role in surfactant adsorption processes are not yet completely understood. The coupling of electrochemical techniques and QCM-D in one analysis setup (EQCM-D) provides a new methodology to explore complex surfactant adsorption processes. In this work, a uniform, rough, and well-covered model CaCO  surface was obtained on gold and platinum sensors to model carbonate rocks. This was achieved by the electrochemically formed hydroxide ions in the presence of bicarbonate and calcium ions, by which the controlled deposition of CaCO  resulted in sensor surface coverages in the range 35–40%. Before using the deposited CaCO  surfaces, the adsorption of anionic surfactant alcohol alkoxy sulfate (AAS) on a smooth commercially available CaCO  surface was studied with varying CaCl  concentrations. For the first time, the structure and characteristics of the formed AAS layer were quantitatively described, indicating the formation of an incomplete bilayer. Compared to the smooth CaCO  surface, an increase in the frequency shift from 5 to 15 times was observed in sensors covered with rough CaCO  deposit. This observation was primarily attributed to the rougher surfaces that possess more adsorption sites for AAS binding and also to the effect of liquid trapping, inducing additional frequency shifts. The obtained results show that surfactant adsorption on rough surfaces was vastly different from that on smooth surfaces, and they provide a better understanding of the adsorption behavior of surfactants to mineral surfaces.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03695"
},
{
    "title": "Full-Sample X-ray Microcomputed Tomography Analysis of Supercritical CO",
    "authors": "Bing Yang; Haizhu Wang; Zhonghou Shen; Olufemi Olorode; Bin Wang; Yong Zheng; Wanjuan Yan; Zhaoyang Jia",
    "date": "January 7, 2021",
    "abstract": "The commercial production from tight oil and gas reservoirs has been facilitated by the multistage hydraulic fracturing of horizontal wells. This process typically requires the pumping of large amounts of slick water into the subsurface, and this could be challenging in areas with a limited supply of water. Despite the commercial success of hydraulic fracturing with water, it still faces the problem of clay swelling and potential contamination of underground water. This has led to research studies and field applications of liquid or supercritical carbon dioxide (SC-CO ) fracturing in unconventional oil and gas resources. Considering that the propagation and characteristics of these man-made fractures are controlled by the fracturing fluid and mechanical state of the reservoir, we performed a series of fracturing experiments on tight sandstones using water and SC-CO  at different stress magnitudes. To explore the morphology of the fractures and quantify their attributes, we proposed a novel full-sample fracture analysis approach, which is based on microcomputed tomography (CT) imaging. The results of this study indicate that the breakdown pressure is a linear function of the minimum principal stress and tensile strength. We observe that the pattern and geometry of the fractures created from SC-CO  fracturing is more complex than those of water fracturing under the same stress conditions. Our experimental results also indicate that smaller differential stresses lead to the creation of more fracture branches and that fracture propagation is significantly affected by the presence of initial bedding planes. Furthermore, our quantification of the fracture attributes (based on fracture extraction and digitization) indicates that SC-CO  fracturing leads to the creation of more complex fractures with rougher surfaces than water fracturing. This experimental study proposes a new full-sample fracture quantification approach, which can be implemented to analyze fracture attributes precisely and effectively. The results from this work could provide insights and guidance for the field application of SC-CO  fracturing in unconventional oil and gas resources.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03554"
},
{
    "title": "Enhanced Gas Production from Hydrate Reservoirs with Underlying Water Layer",
    "authors": "Lei Xu; Kangji Shi; Xin Lv; Rupeng Wei; Qi Fan; Qingping Li; Hongsheng Dong; Jiafei Zhao; Lei Yang",
    "date": "January 7, 2021",
    "abstract": "The recovery of natural gas from a marine hydrate reservoir is a complicated geological process, involving heat and mass transfer inside hydrate-bearing sediments as well between the overburden and underlying layers. Yet, most attention has been paid merely to the evolution of the hydrate reservoir itself. The idea has been proposed to consider as a whole the hydrate layer together with the overburden and underlying layers. In this work, the enhanced gas production behavior from the hydrate reservoir with an underlying water layer was specifically studied. It is found that the initial pressure propagation from the hydrate layer to the free water layer was very difficult; this thereby dominated the early stage of hydrate dissociation. The following dissociation of hydrate was majorly controlled by the heat supply from the sensible heat of the water layer and the resulting temperature distribution. A stepwise depressurization could significantly help enable a stable production rate, and the accumulative water yield depended strongly on the overall pressure drop, regardless of the process of depressurizing. Injecting heat was limited by the low efficiency of horizontal heat transfer resulting from the long distance and low thermal conductivity. The results are helpful in terms of providing guidance to field tests where there is commonly an underlying water layer and water production is frequently encountered.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03677"
},
{
    "title": "Catalytic Hydrothermal Conversion of Heavy Oil in the Porous Media",
    "authors": "Galina P. Kayukova; Anastasia N. Mikhailova; Igor P. Kosachev; Zukhra R. Nasyrova; Bulat I. Gareev; Alexey V. Vakhin",
    "date": "January 11, 2021",
    "abstract": "In this study, the specific features of Ashal’cha heavy oil conversion were revealed. The hydrothermal catalytic experiments were carried out in a CO  environment and in the presence of oil-soluble carboxylate metals such as Fe, Co, and Cu at the temperature of 300 °C. The results have shown that the catalyst and minerals of reservoir rocks have significant impact on the transformation behavior of group, structural group, and hydrocarbon compositions of oil. The most significant changes in the composition of heavy oil were established after hydrothermal treatment in the presence of a rock-forming additive, clay mineral (kaolin), which are reflected in a significant increase in the content of saturated and aromatic hydrocarbons and a decrease in the content of resins and asphaltenes. Furthermore, the changes in the structure of asphaltenes led to the increase of aromaticity and oxidation degrees. It was found that the catalyst metals mainly concentrate on the asphaltene structures and on the rock-forming reservoir minerals. It has been shown that the concentration of Fe increases up to 5.84% and that of Cu from 0 to 0.25% after catalytic treatment of oil with kaolin. A similar change was observed in the asphaltene content of rock extracts where Fe and Cu concentrations reach 1.38 and 0.31%, respectively, with no Co presence in asphaltene content. The number of catalytically active metals such as Ti, Fe, Cr, Mn, Co, Ni, Cu, Zr, and Ba was found in the rock obtained after the experiment and the extraction of organic matter. Moreover, a slight decrease from 2.27 to 1.93% in Fe concentration included in the catalytic complex has been established with an increase in Co and Cu concentrations, which were practically absent in the original rock, to 0.036 and 0.038%, respectively. It has been established as well that the studied metal complexes (Fe, Co, and Cu) with carboxylate ligands can penetrate not only into the pore space of the rock but also into asphaltenes, thereby allowing them to catalyze the process of heavy oil upgrading under hydrothermal conditions.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03546"
},
{
    "title": "Research on Molecular Structure Characteristics of Vitrinite and Inertinite from Bituminous Coal with FTIR, Micro-Raman, and XRD Spectroscopy",
    "authors": "He Zhou; Caifang Wu; Jienan Pan; Zhenzhi Wang; Qinghe Niu; Mingyang Du",
    "date": "January 6, 2021",
    "abstract": "To carry out an in-depth study of the macromolecular differences of vitrinite and inertinite with metamorphism degree, ultimate analysis, Fourier transform infrared (FTIR) spectroscopy, micro-Raman spectroscopy, and X-ray diffraction (XRD) were performed on coal macerals by density gradient centrifugation (DGC). Results show that carbon gradually increases rapidly, hydrogen and oxygen decrease significantly, sulfur gradually decreases, and the change of nitrogen is not obvious with coal rank. Functional groups (ether, carbonyl, hydroxyl, and methylene) gradually fall off with  , and the molecular chains are reconnected to larger macromolecular chains, which eventually increases the maturity and aromaticity of vitrinite and inertinite. The shedding of aliphatic side chains and oxygen functional groups makes the arrangement of coal macromolecules more orderly, the lattice defects of C atom less, and the structure closer to graphitization, which finally show as the decrease of   and the increase of   and  . The aromatic structure parameters ( , I, DOC) of vitrinite are lower than those of inertinite, which indicates that the maturity and aromaticity degree of vitrinite are lower than those of inertinite; the aliphatic side chains of vitrinite are larger than those of inertinite, which makes the hydrocarbon generation potential of vitrinite higher than that of inertinite. Vitrinite has more functional groups and complex structure than inertinite, which makes its C atom lattice defects larger and graphitization degree lower than inertinite. Finally, the heterogeneity of macromolecular structure of vitrinite is larger than that of inertinite. This study can provide the basis for macromolecular structure evolution and molecular modeling of coal macerals.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03586"
},
{
    "title": "Characterization, Micellization Behavior, and Performance of a Novel Surfactant Derived from ",
    "authors": "Hossein Bahraminejad; Abbas Khaksar Manshad; Alireza Keshavarz",
    "date": "January 7, 2021",
    "abstract": "Surface active agents or surfactants optimize the chemical enhanced oil recovery (EOR) operations. Since their first use, chemical surfactant applications have posed challenges because of their environmental concerns and high material expenses. The current study introduces the   (GT) plant as a cheap and environmentally friendly source of nonionic amphiphiles for chemical EOR applications. The GT surfactant extract was evaluated using both analytical characterization tests and EOR-related experiments. Fourier transform infrared spectroscopy and thermogravimetric analysis showed the presence of amphiphile molecules in the plant extract and thermal weight loss of the novel introduced saponin-rich extract, respectively. Critical micelle concentration was characterized using various complementary tests of pH, electrical conductivity, density, turbidity, interfacial tension measurements, and micelle formation effects on properties of the solution. Foaming characterization and wettability alteration also confirmed the micellization effects. Foaming and foam half-life time parameters were also evaluated. Interfacial tension and wettability optimization by the GT surfactant solution were measured to validate its potential to enhance oil recovery, achieving a decrease in the interfacial tension from 28 to 3 mN/m and a change in the contact angle from oil-wetting to water-wetting (160 to 20°). Core flooding experiments were conducted to observe and validate the efficiency of the wettability alteration and interfacial tension reduction, achieving a 19.8% increase in oil recovery compared to seawater flooding and a final oil recovery of 66.33%. Relative permeability curves of displacing and displaced fluids were computed and analyzed as wettability alteration validation and for the residual oil calculation.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03272"
},
{
    "title": "Chemical Enhanced Oil Recovery by Different Scenarios of Slug Injection into Carbonate/Sandstone Composite Oil Reservoirs Using an Anionic Surfactant Derived from ",
    "authors": "Iman Nowrouzi; Amir H. Mohammadi; Abbas Khaksar Manshad",
    "date": "January 8, 2021",
    "abstract": "Surfactants are effective additives for interfacial tension (IFT) reduction. They can also improve the reservoir rock wettability and foam and emulsion formation. In this study, a   oil-derived surfactant was first synthesized. The surfactant characteristics were determined by thermalgravimetric analysis, Fourier-transform infrared (FTIR) spectroscopy, and proton nuclear magnetic resonance ( H NMR) spectroscopy. The experiments of IFT, sessile drop contact angle and chemical flooding in various scenarios such as integrated injection of the surfactant solution at critical micelle concentration (CMC) and optimal salinity, injection of 0.50 PV of the surfactant solution at CMC with optimal salinity and NaOH alkalinity (SA), injection of 0.50 PV of the surfactant solution at CMC with optimal salinity and 1000 ppm of partially hydrolyzed polyacrylamide (SP), injection of 0.25 PV of the surfactant solution at CMC with optimal salinity and NaOH alkalinity and 1000 ppm of PHPA polymer (ASP), and injection of 0.50 PV of the surfactant solution at CMC with optimal salinity and NaOH alkalinity and 1000 ppm of PHPA polymer (ASP) into carbonate/sandstone composite (CSC) plugs were performed to show the surfactant usage efficiency in enhanced oil recovery (EOR) process. Also, emulsion and foaming experiments were conducted to measure the capability of the surfactant under other EOR conditions. Based on the results, IFTs were obtained for the surfactant concentrations of 1500, 2500, 3500, 4500, 5500, and 6500 ppm equal to 3.157, 2.514, 1.089, 0.034, 0.071, and 0.095 mN/m, respectively. Accordingly, a low IFT of 3.4 × 10  mN/m was obtained at CMC, which further decreased through optimization of the solution with optimal salinity and alkalinity. The CSC wettability altered to being hydrophilic, and the mean contact angles of 125.42, 105.53, 70.21, and 40.62° were obtained after 15, 30, 45, and 60 min, respectively. Oil production in various chemical injection scenarios increased by about 14.6–25.7%, depending on the type and amount of injection fluids. The novelty of this study is the introduction and application of a surfactant with a newly available herbal source.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03385"
},
{
    "title": "Reliability and Performance of Vinyl Lactam-Based Kinetic Hydrate Inhibitor Polymers after Treatment under a Range of Conditions",
    "authors": "Malcolm A. Kelland; Qian Zhang; Erik G. Dirdal; Mohamed F. Mady",
    "date": "January 7, 2021",
    "abstract": "Well-known kinetic hydrate inhibitors (KHIs) such as poly( -vinylcaprolactam) (PVCap), poly( -vinylpyrrolidone) (PVP), and 1:1  -vinylcaprolactam: -vinylpyrrolidone (VCap:VP) copolymer have been subjected to a range of treatments to determine their reliability and whether the treatment conditions could affect the KHI performance, both positively or negatively. This included thermal aging (at varying temperatures, at varying pH, and in monoethylene glycol (MEG) solvent), treatment with microwaves or ultrasound, ball-milling, and oxidizing agents (household bleach or hydrogen peroxide, also with heat). In addition, samples of commercial polymer solutions kept for up to 15 years were also tested for KHI performance to determine their long-term reliability. Testing was carried out using a synthetic natural gas mixture in steel rocking cells using slow constant cooling starting at ca. 76 bar. All samples of PVCap and 1:1 VP:VCap showed good KHI performance to the first sign of hydrate formation, but older samples showed a better ability to inhibit crystal growth. KHI polymer testing after treatment with microwaves or ultrasound, or thermal aging (at varying temperatures, varying field pH, and in MEG solvent up to 160 °C) showed little loss of performance. Oxidizing agents, particularly sodium hypochlorite solution, worsened the KHI performance.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03519"
},
{
    "title": "A Prediction Model for Pressure Propagation and Production Boundary during Coalbed Methane Development",
    "authors": "Xinlu Yan; Songhang Zhang; Shuheng Tang; Zhongcheng Li; Wei Guan; Qian Zhang; Jingyu Wang",
    "date": "January 11, 2021",
    "abstract": "In coalbed methane field development, an accurate understanding of dynamic propagation of reservoir pressure is crucial for predicting production potential, enhancing recovery, and engineering planning. Based on actual reservoir conditions and production data, a semi-analytical mathematical model that considers the self-regulating effects of coal reservoirs was established for both nonstimulated and hydraulically fractured vertical wells in undersaturated coal reservoirs. In the model, undersaturated coal seam is divided into the drainage area and desorption area. Material balance equations (MBE) are deduced based on the unique gas–water production mechanism of coal seams, and pressure profiles are expressed as continuous succession of steady state flow. The pressure propagation can be finally predicted by combining MBE and pressure profiles in different areas. Three hydraulically fractured vertical wells with different production characteristics in the Shizhuangnan Block, southern of Qinshui Basin are taken as examples to verify the applicability of the model. Results show that dynamic pressure propagation of a single well is accurately characterized in the early production stage, and the shape of the pressure propagation area translates from an ellipse into a circle during production; actual interference boundaries or damage boundaries are precisely predicted when interwell pressure interference is formed or a poor production strategy is adopted, respectively. Additionally, mechanism analysis under a mathematic model and orthogonal experiment evaluation are adopted to quantify the sensitivity of various parameters on the prediction results. Results show that coal reservoir physical properties, especially critical desorption pressure and porosity, mainly affect drainage radius expansion, whereas human factors and adsorption performance are the key factors influencing the desorption radius. The proposed model develops an accurate and efficient mathematical method for evaluating dynamic characteristics of pressure propagation in undersaturated coal reservoir and predicting production boundary and finally provides valuable guidance for the formulation of reasonable development plans.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03354"
},
{
    "title": "Application of Nuclear Magnetic Resonance (NMR) Spectroscopy to Lacustrine Kerogen Geochemistry: Paleogene Dongpu Sag, China",
    "authors": "Guohui Gao; Jian Cao; Kai Hu; Tianwu Xu; Hongan Zhang; Yunxian Zhang",
    "date": "January 1, 2021",
    "abstract": "Solid-state nuclear magnetic resonance (NMR) spectroscopy has been widely used in organic geochemistry because of its utility in examining the chemical structures present in sedimentary organic matter (kerogen). Here, we present such an investigation of kerogens from the Paleogene Shahejie Formation in the Dongpu Sag, Bohai Bay Basin, eastern China. Results show that the NMR spectra and their parameters are sensitive to kerogen type as defined by elemental ratios. The NMR spectra of types I and II kerogens are similar and show that the dominant chemical structures are aliphatic functional groups (e.g., methylene and methyl carbons), followed by aromatic moieties, with relatively fewer structures containing heteroatoms. In contrast, type III kerogen is considerably different, having a much lower aliphatic than aromatic functional group content and a higher degree of aromaticity. Based on this, a formula is established in response to the source rock hydrogen index and hydrocarbon generation potential. Our data suggest that the chemical structural characteristics of lacustrine facies kerogens can be effectively studied by NMR in good response to hydrocarbon geochemistry. This implies that NMR is possibly a promising approach in lacustrine organic geochemistry and provides complements to the challenging study of paleoenvironment and organic matter accumulation in lacustrine systems due to the heterogeneity of source rock deposition.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03382"
},
{
    "title": "Pore-Scale Visualization of CH",
    "authors": "Jyoti Shanker Pandey; Stian Almenningen; Nicolas von Solms; Geir Ersland",
    "date": "January 6, 2021",
    "abstract": "In this study, we investigate the effectiveness of combined pressure depletion and thermal stimulation to produce CH  gas from CH  gas hydrates at permafrost conditions. CH  gas hydrate phase transitions were visualized using a high-pressure, water-wet, silicon-wafer micromodel with a pore network of actual sandstone rock. A set of eight experiments was performed in which CH  gas hydrates were formed at a constant pressure between 60 and 85 bar and constant temperature between 0 and 4 °C. CH  gas hydrates were then dissociated at a constant system temperature between −3 and −2 °C by pressure depletion to study the effect of hydrate and fluid saturation on the hydrate dissociation rate, self-preservation, and risk of ice formation. The hydrate dissociation rate and associated fluid flow were heavily affected by the hydrate saturation and initial hydrate distribution in the pore space. Specifically, the rate of CH  gas production was low at   < 0 °C due to rapid formation of ice and secondary hydrate from the unfrozen liquid water that was liberated from the initial hydrate dissociation. The liberated CH  gas was therefore immobilized and trapped and could not be produced without thermal stimulation. Thermal stimulation effectively melted the metastable hydrate and surrounding ice cover and thereby enhanced the CH  gas production. Visual observation showed that self-preserved hydrates in the metastable state dissociated before ice at   < 0 °C, providing experimental evidence of recently discovered CH  leaking from gas hydrates in permafrost-affected sediments. The reported results are important in order to understand and predict the influence of global warming on the dissociation of permafrost-affected gas hydrates.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03295"
},
{
    "title": "Pore-Scale X-ray Imaging of Wetting Alteration and Oil Redistribution during Low-Salinity Flooding of Berea Sandstone",
    "authors": "Edward Andrews; Ann Muggeridge; Gaetano Garfi; Alistair Jones; Samuel Krevor",
    "date": "January 5, 2021",
    "abstract": "Observations over a range of scales show that lowering the salinity of injected water can alter the wetting state of a rock, making it more water-wet. However, there remains a poor understanding of how this alteration affects the distribution of fluids over the pore and pore-network scale and how this wetting alteration leads to oil recovery. In this work, we observe how oil and brine redistribute in the pores of rocks in response to low-salinity flooding. We use X-ray μ-CT scanning to image tertiary low-salinity waterflooding in two Berea sandstone cores. The wetting state of one core is altered with exposure to crude oil. We characterize the wetting state of both samples using imagery of fluid–solid fractional wetting and pore occupancy analysis. In the unaltered rock, oil saturation, fractional mineral area covered by oil, and size distribution of oil-filled pores remain constant between high-salinity flooding and subsequent low-salinity floods. In contrast, in the altered sample, we observe a shift in the mineral area covered by oil after low-salinity flooding toward decreasing coverage, consistent with a change to a less oil-wetting state. This change is also reflected in the observed variation in fluid pore occupancy. The wetting alteration results in the redistribution of 22% of oil within the rock, but an additional recovery of just three percentage points. The success of low-salinity waterflooding depends on both a wetting alteration and a pore structure, which facilitates the production of mobilized oil.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03299"
},
{
    "title": "New Amphiphilic Macromolecule as Viscosity Reducer with Both Asphaltene Dispersion and Emulsifying Capacity for Offshore Heavy Oil",
    "authors": "Xiao Wang; Heng Zhang; Xuwei Liang; Leiting Shi; Mao Chen; Xudong Wang; Wanfa Liu; Zhongbin Ye",
    "date": "January 8, 2021",
    "abstract": "The high viscosity of heavy oil is a vital parameter that hinders the heavy oil recovery efficiency. Viscosifying aqueous viscosity and reducing oil phase viscosity are the guiding principles under our current study to improve the offshore heavy-oil recovery using the cold production method. To achieve this goal, a novel amphiphilic macromolecule (HOA, already reported in our previous paper) has been synthesized by grafting three functional moieties onto the acrylamide backbone, which provides HOA both emulsifying and asphaltene dispersion capacities. To manifest the enhanced oil recovery (EOR) mechanisms of HOA, all experiments were carried out with hydrolyzed polyacrylamide (HPAM) being a baseline. Consequently, when comparing the results of HPAM and HOA, it is found that the functional groups on HOA bring distinct properties to HOA, including both increasing displacing phase viscosity and reducing displaced phase viscosity. In detail, the bulk phase viscosity–concentration relationship proves that HOA generates significantly higher viscosity than HPAM at the same concentration, giving rise to a better mobility control performance. Furthermore, HPAM does not show any surface-active ability. In contrast, HOA lowers the oil–brine interfacial tension (IFT) from 37.8 to 1.4 mN/m and forms oil-in-water emulsion at a relatively low water content of 20%. As another means to reduce the viscosity by HOA, the asphaltene dispersion capacity reaches ∼32% by conducting ultraviolet (UV)-absorbance experiments. Furthermore, the underlying dispersion mechanism is confirmed by X-ray diffraction (XRD) results, which demonstrate that HOA has loosened asphaltene cluster structure, thus reducing heavy oil viscosity. Overall, our laboratory results have paved the way for the future field application of HOA on offshore heavy oil oilfields.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03256"
},
{
    "title": "Single-Pot Synthesis of NiMo-Al",
    "authors": "Chunyan Tu; Shizhe Liu; Changwei Liu; Xiaozhuo Wu; Qi Chen; Wei Huang",
    "date": "January 11, 2021",
    "abstract": "Mesoporous NiMo-Al O  catalysts were synthesized without the structure-directing agent by a single-pot method and were studied for quinoline hydrodenitrogenation (HDN). These catalysts were characterized by N  physisorption, X-ray diffraction (XRD), temperature-programmed reduction by hydrogen (H -TPR), and UV–vis/diffuse reflection spectroscopy (UV–vis DRS). The Mo sulfidation and morphology structures of (Ni)MoS  crystallites of sulfided catalysts were analyzed by X-ray photoelectron spectroscopy (XPS) and high-resolution transmission electron microscopy (HRTEM). The NiMo catalysts with different textural properties and metal–support interaction could be controlled by adjusting the hydrolysis process. The catalyst prepared with direct hydrolysis (the NM-dh sample) exhibited the best catalytic performance, with quinoline conversion of 96.9% and the DN products selectivity of 60.5%. The catalytic results highlighted the effect of the metal–support interaction on HDN performance. The incorporation of citric acid as a chelate additive resulted in a decrease in catalytic activity and selectivity, providing evidence that the catalytic HDN performance was very selective to the agglomeration of Mo species.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03186"
},
{
    "title": "Spatiotemporal Variations in the Connectivity of Wetting and Nonwetting Phases during Water Alternating Gas Injection",
    "authors": "Eliza Ganguly; Siddharth Misra",
    "date": "January 8, 2021",
    "abstract": "Water alternating gas (WAG) injection is a well-established technique that leverages the benefits of gas injection and waterflooding processes to improve the ultimate oil recovery. The connectivity of the fluid phases in a porous media is a crucial factor governing the mobility, displacement, and recovery of the multiple fluid phases during primary, secondary, or enhanced recovery operation. We develop, apply, and evaluate several statistical and computational functions capable of quantifying connectivity of a fluid phase of interest captured in the segmented microcomputed tomography scans of fluid-filled porous material undergoing WAG injection. These functions capture the evolution of three-dimensional connectivity of the wetting and nonwetting phases along the length of the sample during each injection process. The changes in connectivity of the fluid phases compared with the changes in fluid saturations better describe the effects of WAG injection and the recovery at each stage. This is a first-of-its-kind quantification of connectivity of wetting and nonwetting phases, focused on WAG injection. A robust quantification of the fluid phase connectivity in a porous material undergoing WAG injection facilitates a better understanding of the efficiency of the sequential injection strategies and reveals new approaches for improving oil recovery. The direct computation and comparison of the connectivity help determine the level of contribution of each injection cycle to the final recovery of the oil phase, thereby facilitating optimization of future injection strategies.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03170"
},
{
    "title": "Insights into the Effects of Salinity on the Transport Behavior of Polymer-Enhanced Branched-Preformed Particle Gel Suspension in Porous Media",
    "authors": "Zongyang Li; Yefei Wang; Hong He; Fuqing Yuan; Haocheng Liu; Yuqiu Chen",
    "date": "January 4, 2021",
    "abstract": "The branched-preformed particle gel (B-PPG) is a novel viscoelastic particle gel used for improving sweep efficiency and enhancing oil recovery in a heterogeneous mature reservoir. To improve the performance of B-PPG, partially hydrolyzed polyacrylamide (HPAM) is used to increase the viscosity and to prepare a homogeneous B-PPG suspension. Although some encouraging progress has been made in the application of polymer-enhanced B-PPG suspension, its transport behavior in porous media is still unclear, which is crucial for its application in enhanced oil recovery (EOR) in a heterogeneous reservoir. Due to the complex reservoir condition of different brine salinities, the physiochemical property of polymer-enhanced B-PPG suspension as well as its transport behavior in porous media can be affected, which may lead to unsatisfactory results. Understanding the effects of salinity on the transport behavior of polymer-enhanced B-PPG suspension in porous media is of vital importance in figuring out the flow behavior and improving the sweep efficiency in the mature reservoir. In this study, the effects of salinity on the swelling ratio, particle size, viscosity property, and suspension stability of B-PPG and polymer-enhanced B-PPG suspension were studied. Meanwhile, sand pack flow experiments were conducted to study the transport behavior of polymer-enhanced B-PPG suspension in porous media. The results show that when the brine salinity increases, the swelling ratio and particle size of B-PPG, as well as the viscosity and the suspension stability of polymer-enhanced B-PPG suspension all demonstrate a decreasing trend. In the range of 3550–10 651 mg·L , as the brine salinity increases, the resistance factor decreases and the transportation of polymer-enhanced B-PPG suspension in porous media becomes easier. In this case, the ratio of swollen B-PPG particle diameter to the pore throat diameter turns out to be the determining factor that governs the transport behavior. However, when the brine salinity is higher than 10 651 mg·L , with the increase of brine salinity, the resistance factor increases. As a result, the effects of viscosity and suspension stability of polymer-enhanced B-PPG suspension become more prominent.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03159"
},
{
    "title": "Aromatic Ring Index (ARI): A Characterization Factor for Nonpolar Hydrocarbons from Molecular Weight and Refractive Index",
    "authors": "Mohammed I. L. Abutaqiya; Ali A. AlHammadi; Caleb J. Sisco; Francisco M. Vargas",
    "date": "January 11, 2021",
    "abstract": "Crude oils consist of tens of thousands of components belonging to various hydrocarbon families, including  -alkanes, cyclo-alkanes, and aromatics. Because the experimental determination of the composition and molecular structure of each component is an infeasible task, it is common to use characterization factors that describe the nature of the pseudo fractions based on their bulk thermophysical properties. In this work, a new characterization factor, called the aromatic ring index (ARI), is developed based on measurements of molecular weight and refractive index. Unlike other popular characterization factors (e.g., Watson’s  ), ARI can clearly distinguish between various hydrocarbon families. Additionally, and most importantly, ARI can provide a quantitative measure of the aromaticity of the hydrocarbon of interest as it provides a rough indication of the number of aromatic rings contained within the molecular structure. Applications of the new ARI concept to well-defined mixtures of hydrocarbons as well as true boiling point (TBP) distillation data of bitumen and heavy oils indicate that ARI shows reasonable trends consistent with the current understanding of the nature of petroleum fractions. Additionally, the concept of ARI can be used to explain some of the apparent discrepancies in the reported results from popular characterization methodologies for asphaltenic systems. Unlike other measures of aromaticity, ARI shows a clear monotonic trend in the aromaticity of the saturates-aromatics-resins-asphaltenes fractions with asphaltenes as most aromatic, which is consistent with the current understanding of asphaltenes.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03184"
},
{
    "title": "Experimental Research on Water Migration-Damage Characteristics of Lignite under Microwave Heating",
    "authors": "Baiquan Lin; Xuan Cao; Tong Liu; Zhen Ni; Zheng Wang",
    "date": "January 6, 2021",
    "abstract": "Microwave has attracted much attention with respect to coal drying, especially improving the performance of lignite. In this study, the characteristics of dehydration dynamics and changes in the physical structure of lignite under microwave radiation were investigated. The results show that the change process of temperature and moisture is phased in the microwave dehydration period (0–180 °C). Moreover, the change in the moisture content of lignite is actually the coupled migration of liquid water and water vapor, and the pressure gradient and temperature gradient formed by uneven evaporation of water under high-power microwave heating not only promote the formation, development, and connection of pores and fractures but also contribute to the movement of water, especially partially liquid water which can directly migrate to the coal surface. Higher moisture content means more intense water movement under microwave heating as well as more significant lignite drying and structural damage effects. The research discussed the correlation between moisture movement and lignite structure, which can provide constructive insight into the efficient application of microwave drying and heat-driven cracking technology to coal.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c02416"
},
{
    "title": "Complexities Driving Wettability Evaluation of Shales toward Unconventional Approaches: A Comprehensive Review",
    "authors": "Hamid Sharifigaliuk; Syed Mohammad Mahmood; Waleed Al-Bazzaz; Vahid Khosravi",
    "date": "January 4, 2021",
    "abstract": "Wettability is a challenging property of oil and gas shale reservoirs, which are geologically and geochemically intricate formations. Furthermore, the mineral composition, organic matter content, generated pore types, pressure, temperature, and saturation conditions significantly affect the observed wetting affinity. Hence, a deep understanding of the complexities facing the researchers is needed. This review analyzes the most relevant published research on the wettability evaluation of shales for a better understanding and delineation. Here, the effects of shale composition, organic matter content, maturity, pore types, and reservoir conditions are addressed. It also focuses on the unconventional and emerging approaches to the wettability evaluation of shales. At last, future perspectives, concluding remarks, and recommendations are presented.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03661"
},
{
    "title": "A Review of Unique Aluminum–Water Based Hydrogen Production Options",
    "authors": "Andre Bolt; Ibrahim Dincer; Martin Agelin-Chaab",
    "date": "January 7, 2021",
    "abstract": "This comprehensive review paper compares the different methods developed experimentally to produce hydrogen by reacting aluminum and water. The alumina oxide layer which forms on the exterior surface of aluminum inhibits the reaction from taking place. Therefore, this paper presents a variety of techniques used to eliminate the oxide layer so that the reaction can continuously take place. The review paper aims to evaluate these techniques by comparing the hydrogen yield and maximum hydrogen production rate. On the basis of the analyses conducted, it was identified that the addition of hydroxide promoters, such as NaOH and KOH, is highly beneficial. This was also evident in the various studies where yields greater than 99% are achieved. Additionally, it is determined that the addition of NaCl or KCl to ball-milled samples of aluminum can be extremely advantageous when examining the maximum hydrogen production rate. For instance, an experimental sample composed of 2% NaCl was able to achieve a maximum hydrogen production rate of 1140 mL/min. Furthermore, numerous other studies are discussed by considering their specific advantages and disadvantages.",
    "url": "https://pubs.acs.org/doi/10.1021/acs.energyfuels.0c03674"
},
{
    "title": "Issue Editorial Masthead",
    "authors": "",
    "date": "January 7, 2021",
    "abstract": "",
    "url": "https://pubs.acs.org/doi/10.1021/efv035i001_1442903"
}
]